{
    "hero_header": "Davide Wiest",
    "hero_text": "Programmierer, Schüler, Second-Brain-Enthusiast, Datenenthusiast, Gelegentlicher Webentwickler und Schreiber",
    "age": "Alter",
    "work": {
        "t": "Projekte & Arbeit",
        "downloadCV": "Lebenslauf ansehen",
        "workExperience": {
            "t": "Erfahrung",
            "content": [
                ["Kursleiter", "Learnist", "https://learnist.de", "Februar bis August 2023", ["135deg", "rgba(50, 6, 71, 1)", "rgba(35, 2, 51, 0.75)"], "Führen einer Gruppe von Schülern, Einführung in die Programmierung. Vermittlung grundlegender Konzepte. Förderung logischen und systematischen Denkens."],
                ["Betriebspraktikum", "HDP GMBH", "https://hdpgmbh.de", "März 2023", ["135deg", "rgba(71, 61, 5)", "rgba(43, 37, 3, 0.75)"], "Entwicklung von Algorithmen und kleinen Spielen in Java. Arbeit mit dem firmeneigenen UI-Produktivitäts-Framework."]
            ]
        }
    },
    "about": {
        "t": "Hallo, ich bin Davide Wiest",
        "description": "Meine Persönlichkeit besteht aus zwei, scheinbar entgegengesetzten Seiten: Einerseits will ich Kram fertigbekommen. Mir sind Logische Argumente, Fakten und Daten wichtig. Ich glaube nicht an Perfektion, das Festhalten an einer Meinung, Ideologie oder \"objektiven Wahrheit\" und schon gar nicht daran, auf sein \"Bauchgefühl zu vertrauen\". Ich glaube an rasches Handeln mit einem engen Fokus und der richtigen Strategie. <br/>Andererseits habe ich ein tiefes Bedürfnis zu wissen, zu erforschen und zu erschaffen. Ich nehme mir Zeit, mein Verständnis zu erweitern, meiner Neugierde zu folgen und Erfahrungen ohne klares Ergebnis zu machen. Arbeit muss durch Denken, Reflexion und der Erforschung von Ideen ergänzt werden. <br/>Ich bin Open-Source-Entwickler und Daten- und Wissensmanagement-Enthusiast, Oberstufenschüler und sehe mich selbst als Generalist: Im Laufe der Jahre habe ich Bereiche wie Programmierung, Investieren, Grafikdesign, Webentwicklung, Data Science, Machine Learning, formale Logik, Produktivität, persönliches Wissensmanagement und Schreiben erkundet. <br/>Während ich die letzten Jahre hauptsächlich für <a class=\"hover:text-accent underline\" href=\"/projects\">Programmierprojekte</a> genutzt habe, werde ich meinen Fokus jetzt auf meine akademische Bildung, das <a class=\"hover:text-accent underline\" href=\"https://davidewiest.medium.com/\">Schreiben von Artikeln</a>, das Aufnehmen von <a class=\"hover:text-accent underline\" href=\"https://davidewiest.medium.com/list/good-reads-f78618021760\">hochwertigen Informationen</a> und eine kleine Anzahl von Softwareprojekten mit dem bedeutsamsten Impact aufteilen.",
        "data": {
            "Okkupation": "Oberstufenschüler",
            "Sprachen": "Deutsch, Englisch",
            "Angstrebte Karriere": "Unternehmensberater, Projektmanager"
        }
    },
    "skills": {
        "t": "Wissen & Fähigkeiten",
        "content": {
            "titleExperienced": "Erfahren in",
            "titleFamiliar": "Vertraut mit",
            "titleBasicKnowledge": "Fundamentales Verstehen",
            "technical": {
                "titleCategories": "Projekt-Kategorien erkunden",
                "titleTechnologies": "Projekt-Technologien erkunden"
            }
        }
    },
    "testimonials": {
        "t": "Bewertungen",
        "content": {
            
        }
    },
    "academicwork": {
        "t": "Untersuchungen, Wissenschaftliche Arbeiten",
        "content": [

        ]
    },
    "certificates": {
        "t": "Zertifikate",
        "content": [
            ["Introduction to Logic", "Stanford University Online", "resources/Introduction_To_Logic.pdf", "Ich habe die Grundlagen der propositionalen, relationalen und funktionalen Logik gelernt und hatte die Möglichkeit, mein logisches Denkvermögen zu verbessern."],
            ["Grundlagen des Online-Marketings", "Google", "resources/Google_Onlinemarketing_Zertifikat.pdf", "Ich habe Themen wie SEO, Content-Marketing, Suchmaschinenwerbung und Online-Strategien lokaler Unternehmen kennen gelernt."]
        ]
    }
}
