{
    "hero_header": "👋 Hallo! Ich bin Davide Wiest.",
    "heroText": "Heute sind die Optionen für engagierte Unternehmer, wie sie Ihre Kunden erreichen so vielfältig wie noch nie. Allerdings hat kaum jemand genug Zeit, sich neben seiner eigentlichen Arbeit noch Design-, Marktetings- und Entwicklungsfähigkeiten anzueignen, mit sie erst den wahren Wert Ihrer Produkte übermitteln können. Hier möchte ich, Davide Wiest, helfen.",
    "aboutHeading": "Über mich",
    "aboutContent": {
        "Entwickler": "Mit über 3 Jahren Erfahrung mit Python habe ich eine große Passion zum Programmieren entwickelt. Manchmal, wenn ich in der „Zone“ bin, vergesse ich sogar zu essen und zu trinken. Ich beschäftige mich hauptsächlich mit Webentwicklung und lerne maschinelles lernen anzuwenden.",
        "Designer": "Das Designen von Dingen bereitete mir schon immer Freude: Designs, die eine klare Geschichte erzählen sprechen mich, wie, glaube ich, auch viele Andere auf elementarer Weise an. Umso erfüllender ist es dann zu sehen, dass das Design die gewünschte Ausstrahlung zeigt und so eine tiefere Beziehung zwischen Betrachter und Design ermöglicht.",
        "Strategist": "In diesen Branchen müssen nicht selten wichtige Entscheidungen getroffen werden. Man muss durchgehend beachten, wie kleine Entscheidungen das große Ganze beeinflussen und zukünftigen Handlungsspielraum gestalten. Deshalb lasse ich mir beim Betrachten eines Problems die nötige Zeit, um eine gute Lösung zu finden."
    },
    "processHeading": "Mein Prozess",
    "processContent": {
        "01": ["Kontakt", "Jede Bekanntschaft beginnt mit dem ersten Kontakt. Am besten Sie schreiben mir eine E-Mail, in der Sie erklären in welcher Situation Sie sich befinden und was Sie ändern möchten. Wir können das alternativ auch in einem Anruf besprechen."],
        "02": ["Beratung (Kostenfrei)", "Danach schaue ich mir das Problem genauer an und schlage ein paar Lösungsvorschläge vor. Dieser Schritt ist kostenlos und unverbindlich, Sie gehen also kein Risiko ein wenn Sie sich meine Lösungsvorschläge anhören. Falls Sie mit einer Option einverstanden sind geht es zum nächsten Schritt."],
        "03": ["Umsetzung", "Hier geht es um die Verwirklichung des Projekts. Das geht bei Design-Projekten relativ schnell. Bei Webseiten designe Ich zuerst die grobe Benutzeroberfläche. So können Sie direkt Einwände äußern und Ihre eigene Meinung einbringen. Erst danach kommt der zeitlich aufwendigere Entwicklungsprozess."],
        "04": ["Einsatz", "Zuletzt muss das Projekt eingesetzt werden. Sollte es um eine Webseite gehen können Sie sich selbst um das Hosting und die Instandhaltung kümmern, oder ich mache das für einen festgelegten monatlichen Betrag."]
    },
    "testimonialHeading": "Das sagen meine Kunden",
    "testimonials": {
        "James": "Mein neues Logo sieht einwandfrei aus und trägt zur Marke meines Servers bei. Davide verstand alle relevanten Designaspekte und ich würde ihn jedem Interessierten weiterempfehlen.",
        "John Doe": ""
    },
    "score_header": "Ich liefere <span class='text-accent italic'>qualitative</span> Ergebnisse. Hier sind ein paar Beweise dafür:",
    "scores": {
        "score1.png": "Finsights.info",
        "score2.png": "DavideWiest.com",
        "score3.png": "Instadata"
    },
    "services_header": "Ich bin ein <span class='italic text-accent'>passionierter</span> Entwickler und Designer.",
    "services_subheader": "Diese Leistungen biete ich an:",
    "pservice": {"Websites": "Making a website that looks good, is seo-friendly, user-friendly, tells the right story, and can have practical functionality. Text included. Hosting and maintenance can be convered for a monthly fee."},
    "sservices": {
        "Logos": "Putting a company's brand in a simple yet memorable figure that unites all aspects of a company's positioning.",
        "Graphic Design": "Utilizing color, accent, size, shape and other items from my design toolbox to tell a visual story."
    },
    "studies_header": "Auf Fakten fokussieren",
    "studies_description": "Indem ich zahlreiche Schlussfolgerungen aus Studien über das Internet gelesen habe, kann ich besser einschätzen, was wirklich wichtig ist.",
    "studies": {
        "design": [
            "Design",
            [
                {
                    "t": "48% der Befragten gaben an, dass das Design einer Website der wichtigste Faktor bei der Bestimmung der Glaubwürdigkeit eines Unternehmens ist.", 
                    "a": "Blue Corona, 2022", 
                    "s": "https://www.bluecorona.com/blog/20-web-design-facts-small-business-owners/",
                    "n": 48
                },
                {
                    "t": "60% der Verbraucher bewerten Benutzerfreundlichkeit als wichtiges Gestaltungsmerkmal eines Online-Shops.", 
                    "a": "Statista, 2020", 
                    "s": "",
                    "n": 60
                },
                {
                    "t": "38,5% der Webdesigner glauben, dass veraltetes Design einer der Hauptgründe dafür ist, dass Besucher eine Website verlassen.", 
                    "a": "GoodFirms, 2021", 
                    "s": "",
                    "n": 39
                }
            ]
        ],
        "speed": [
            "Geschwindigkeit",
            [
                {
                    "t": "Fast 70% der Verbraucher geben an, dass die Geschwindigkeit einer Seite ihre Bereitschaft beeinflusst, bei einem Online-Händler einzukaufen.", 
                    "a": "Unbounce, 2022", 
                    "s": "https://unbounce.com/page-speed-report/",
                    "n": 70
                },
                {
                    "t": "In einer von Google in Auftrag gegebenen und von 55 und Deloitte durchgeführten Studie führte die Verkürzung der Ladezeiten mobiler Websiten um nur ein zehntel einer Sekunde zu erheblichen Steigerungen der Konversionsraten – um genau zu sein: 8,4% für Einzelhandels-Websiten und 10,1% für Reise-Websiten.", 
                    "a": "Deloitte, 2019", 
                    "s": "",
                    "n": 10
                }
            ]
        ],
        "web_first": [
            "Online-Präsenz",
            [
                {
                    "t": "50% der Smartphone-Nutzer verwenden eher die Website eines Unternehmens, wenn sie auf einem Smartphone surfen oder einkaufen, weil sie keine App herunterladen wollen.", 
                    "a": "Google/Ipsos, 2019", 
                    "s": "",
                    "n": 50
                },
                {
                    "t": "50% der Verbraucher glauben, dass das Website-Design für die Gesamtmarke eines Unternehmens von entscheidender Bedeutung ist.", 
                    "a": "Top Design Firms, 2021", 
                    "s": "",
                    "n": 50
                }
            ]
        ],
        "functionality": [
            "Funktionalität",
            [
                {
                    "t": "42% der Nutzer verlassen eine Website aufgrund schlechter Funktionalität.", 
                    "a": "Top Design Firms, 2021", 
                    "s": "",
                    "n": 42
                },
                {
                    "t": "38% der Besucher hören auf, sich mit einer Website zu beschäftigen, wenn der Inhalt oder das Layout unattraktiv sind.", 
                    "a": "Blue Corona, 2022", 
                    "s": "https://www.bluecorona.com/blog/20-web-design-facts-small-business-owners/",
                    "n": 38
                }
            ]
        ]
    }
}