{
    "hero_header": "👋 Nice to meet you! I'm Davide Wiest.",
    "heroText": "Today, the opportunities for the dedicated entrepreneur to create a website are more diverse than ever. However, hardly any entrepreneur has enough time to learn design and development alongside their actual work, which is required to create a compelling website. This is where I, Davide Wiest want to help.",
    "aboutHeading": "About me",
    "aboutContent": {
        "Developer": "With over 3 years of experience in Python, I have developed a great passion for programming. Sometimes, when I'm in 'the Zone', I even forget to eat and drink. I specialize in full-stack web development, and am currently learning machine learning.",
        "Designer": "I always enjoy designing things: I find designs that tell a clear story to be compelling, as I think many others do, in an elementary way. It is all the more fulfilling to see that a design shows the desired impact and thus enables a deeper relationship between the viewer and the environment.",
        "Strategist": "Important decisions have to be made in those fields of work. You have to keep in mind how small decisions affect the big picture and shape future room for maneuver. So when I look at a problem, I take the time I need to find a good solution."
    },
    "processHeading": "My process",
    "processContent": {
        "01": ["Contact", "Every friendship begins with the first contact. The best thing to do is to send me an e-mail explaining the situation you are in and what you would like to change. Alternatively, we can also discuss this in a phone call."],
        "02": ["Free Consulting", "After that, I take a closer look at the problem and put some suggestions on the table. This step is free and non-binding, so you don't take any risks if you listen to my suggested solutions. If you are happy with an option, we will move to the next phase."],
        "03": ["Creation", "We/I make the project reality. In design projects, this happens relatively quickly. For websites, I design the rough user interface first. This allows you to raise objections directly and contribute your own opinion. Only after that comes the more time-extensive development process."],
        "04": ["Deployment", "Finally, the project must be deployed or integrated. If it's a website, you can host and maintain it yourself, or I'll handle everything for an individual monthly fee."]
    },
    "testimonialHeading": "What my customers say",
    "testimonials": {
        "James": "My new logo looks flawless and contributes to my server's branding. Davide understood all relevant design aspects and I would recommend him to anyone interested.",
        "Jasna": ""
    },
    "score_header": "I deliver <span class='text-accent italic'>great</span> results. Here is some proof of that:",
    "scores": {
        "score1.png": "Finsights.info",
        "score2.png": "DavideWiest.com",
        "score3.png": "Instadata"
    },
    "services_header": "I'm a <span class='italic text-accent'>passionate</span> Developer and Designer.",
    "services_subheader": "This is what I do:",
    "pservice": {"Websites": "Making a website that looks good, is seo-friendly, user-friendly, tells the right story, and can have practical functionality. Text included. Hosting and maintenance can be convered for a monthly fee."},
    "sservices": {
        "Logos": "Putting a company's brand in a simple yet memorable figure that unites all aspects of a company's positioning.",
        "Graphic Design": "Utilizing color, accent, size, shape and other items from my design toolbox to tell a visual story."
    },
    "studies_header": "Focusing on facts",
    "studies_description": "Reading numerous studies' conclusions helps me have a better unterstand of what really matters on the internet.",
    "studies": {
        "design": [
            "Design",
            [
                {
                    "t": "48% of people cited that a website's design is the No. 1 factor in determining a business's credibility.", 
                    "a": "Blue Corona, 2022", 
                    "s": "https://www.bluecorona.com/blog/20-web-design-facts-small-business-owners/",
                    "n": 48
                },
                {
                    "t": "60% of consumers rate usability as an important design characteristic for an online shop.", 
                    "a": "Statista, 2020", 
                    "s": "",
                    "n": 60
                },
                {
                    "t": "38.5% of web designers believe that outdated design is a top reason why visitors leave a website.", 
                    "a": "GoodFirms, 2021", 
                    "s": "",
                    "n": 39
                }
            ]
        ],
        "speed": [
            "Speed",
            [
                {
                    "t": "Nearly 70% of consumers admit that page speed impacts their willingness to buy from an online retailer.", 
                    "a": "Unbounce, 2022", 
                    "s": "https://unbounce.com/page-speed-report/",
                    "n": 70
                },
                {
                    "t": "In a study commissioned by Google and conducted by 55 and Deloitte, decreasing mobile site load times by just one tenth of a second resulted in major increases in conversion rates — specifically, 8.4% for retail sites and 10.1% for travel sites.", 
                    "a": "Deloitte, 2019", 
                    "s": "",
                    "n": 10
                }
            ]
        ],
        "internet_presence": [
            "Online-Presence",
            [
                {
                    "t": "50% of smartphone users are more likely to use a company or brand's mobile site when browsing or shopping on a smartphone because they don't want to download an app.", 
                    "a": "Google/Ipsos, 2019", 
                    "s": "",
                    "n": 50
                },
                {
                    "t": "50% of consumers believe that website design is crucial to a business's overall brand.", 
                    "a": "Top Design Firms, 2021", 
                    "s": "",
                    "n": 50
                }
            ]
        ],
        "functionality": [
            "Functionality",
            [
                {
                    "t": "42% of people will leave a website because of poor functionality.", 
                    "a": "Top Design Firms, 2021", 
                    "s": "",
                    "n": 42
                },
                {
                    "t": "38% of visitors will stop engaging with a website if the content or layout is unattractive.", 
                    "a": "Blue Corona, 2022", 
                    "s": "https://www.bluecorona.com/blog/20-web-design-facts-small-business-owners/",
                    "n": 38
                }
            ]
        ]
    }
}